package com.knowway

object Constants {
    val adjectives = listOf(
        "귀여운", "행복한", "멋진", "깜찍한", "사랑스러운", "웃긴", "재미있는", "엉뚱한", "재치있는", "예쁜",
        "상큼한", "맛있는", "용감한", "조용한", "친절한", "밝은", "신나는", "즐거운", "웃음많은", "기쁜",
        "포근한", "따뜻한", "활발한", "발랄한", "감사한", "고마운", "반짝이는", "빛나는", "소중한", "편안한",
        "차분한", "기발한", "독특한", "멍한", "다정한", "착한", "웃는", "배고픈", "졸린", "신기한",
        "놀라운", "싱그러운", "상쾌한", "멋있는", "달콤한", "향기로운", "깨끗한", "건강한", "힘찬", "활기찬",
        "명랑한", "기운찬", "자랑스러운", "똑똑한", "지혜로운", "현명한", "강한", "힘센", "설레는", "두근두근",
        "배부른", "신난", "반가운", "쾌활한", "단단한", "희망찬", "새콤한", "기분좋은", "활기있는", "신선한",
        "풍성한", "아름다운", "낙천적인", "긍정적인", "유쾌한", "경쾌한", "건장한", "튼튼한", "명쾌한", "눈부신",
        "고요한", "평화로운", "청명한", "고운", "부드러운", "상냥한", "친근한", "따사로운", "기분좋은", "활기있는",
        "평온한", "소박한", "소중한", "열정적인", "적극적인", "기운찬", "활달한", "다채로운", "풍요로운", "영리한"
    )

    val nouns = listOf(
        "강아지", "고양이", "토끼", "다람쥐", "햄스터", "여우", "곰", "사자", "호랑이", "호박",
        "수박", "멜론", "귤", "딸기", "바나나", "사과", "포도", "토마토", "자몽", "참외",
        "오렌지", "레몬", "라임", "블루베리", "체리", "복숭아", "앵두", "망고", "파인애플", "키위",
        "두리안", "망고스틴", "코코넛", "아보카도", "구아바", "리치", "패션프루트", "용과", "석류", "블랙베리",
        "라즈베리", "크랜베리", "파파야", "잭프루트", "샤인머스캣", "아이스크림", "젤리", "초콜릿", "캔디", "케이크",
        "마카롱", "쿠키", "푸딩", "머핀", "도넛", "빵", "프레첼", "와플", "팬케이크", "크레이프",
        "시럽", "피자", "햄버거", "핫도그", "치킨", "스테이크", "라면", "스파게티", "떡볶이", "순대",
        "김밥", "초밥", "튀김", "만두", "냉면", "우동", "칼국수", "갈비", "불고기", "비빔밥",
        "쌀국수", "짜장면", "짬뽕", "탕수육", "군고구마", "옥수수", "감자", "달걀", "치즈", "버터"
    )
}